Repository: DocentSzachista/chess-opening-randomizer
Catalog: lib/l10n/app_*.arb
Languages: pl

# openingRandPageName
source: Chess opening randomizer
pl: Losowanie otwarć szachowych

# randButton
source: Choose random opening
pl: Wylosuj otwarcie

# openingListPageName
source: Listed openings
pl: Lista otwarć

# createOpeningButton
source: Add new opening
pl: Dodaj nowe otwarcie

# tableHeaders
source: Nr:White:Black
pl: Nr:Białe:Czarne

# lastDraw
source: Last drawed
pl: Ostatnio wylosowano

# rollTitle
source: Already rolled
pl: Już losowano

# rollDescription
source: You have today rolled for your new opening already :)
pl: Już wylosowałeś swoje otwarcie na dzisiaj :)

# openingNameHint
source: Input your opening name
pl: Wprowadź nazwę otwarcia

# openingHint
source: Input your opening here
pl: Wpisz swoje otwarcie

# openingNameError
source: You must provide name of the opening
pl: Musisz podać nazwę otwarcia

# openingError
source: You must provide opening lines
pl: Musisz podać ruchy w otwarciu
